Repository: brain-child/moobo
Catalog: po/extra/*.po
Languages: de

source: Moodboard Application
de: Moodboard Applikation

source: Visualize your ideas
de: Visualisiere deine Ideen

source: notes;moobo;moodboard;idea;
de: notizen;moobo;moodbord;idee

source: Visualize your ideas on moodboards
de: Visualisiere deine Ideen auf Moodboards

source: Visualize your ideas on moodboards. Use different widgets which you can and drag, stack, scale or color.
de: Visualisiere deine Ideen auf Moodboards. Benutze verschiedene Widgets welche du bewegen, stapeln, skalieren und einfärben kannst.

source: ⚠ NOTE: The potential of this app has not yet been reached. At the moment, the program is considered as proof of concept. Unexpected behavior may occur.
de: ⚠ HINWEIS: Das Potential der App ist noch nicht ausgeschöpft. Im Moment wird sie als Konzeptbeweis betrachtet.

source: Window size is calculated dynamically
de: Fenstergöße wird dynamisch berechnet

source: Show shortcuts by pressing ESC
de: Anzeigen von Tastenkürzel mit ESC

source: Rename board by pressing F2
de: Boards mit F2 umbenennen

source: Show placeholder when adding an image
de: Platzhalter wird angezeigt beim Hinzufügen eines Bildes

source: Add French translation
de: Französische Übersetzung

source: Add Portuguese translation
de: Portugiesische Übersetzung

source: Visual improvements
de: Optische Verbesserungen

source: Fix productpage in AppCenter
de: Fix für die Produktseite im AppCenter

source: First release!
de: Erste Veröffentlichung!
