Repository: brain-child/moobo
Catalog: po/*.po
Languages: de

source: New Board
de: Neues Board

source: Change Color
de: Farbe ändern

source: Scale
de: Skalieren

source: Delete
de: Löschen

source: Label
de: Etikett

source: Image
de: Bild

source: Rename
de: Umbenennen

source: Do you want to delete "%s"?
de: Möchtest du "%s" löschen?

source: The content of this board will be deleted completely and cannot be restored.
de: Der Inhalt des Boards wird komplett gelöscht und kann nicht wiederhergestellt werden.

source: Widget selection
de: Widget Auswahl

source: Double click anywhere to add a widget
de: Mach irgendwo einen doppelklick um ein Widget zu erstellen

source: Change font size: ctrl +/- save and close app: ctrl q/w
de: Schriftgröße ändern: strg +/- Speichern und schließen: strg q/w

source: Right click on widget for context menu. (when 'grabbing cursor' appears)
de: Rechtsklick auf einem Widget öffnet ein Kontextmenü. (wenn 'Handcursor' erscheint)

source: Create new board
de: Neues Board erstellen

source: Right click to edit
de: Rechtsklick zum ändern

source: Moodboard Application
de: Moodboard Applikation

source: Visualize your ideas
de: Visualisiere deine Ideen

source: notes;moobo;moodboard;idea;
de: notizen;moobo;moodbord;idee

source: Visualize your ideas on moodboards
de: Visualisiere deine Ideen auf Moodboards
